[
“Pagka nasa daliri mo ang itinuturo, hindi mo na ito mapagmamalabisan. - Kawikaan 3:27",
“Walang kaginhawahan, walang ligaya na hindi galing sa Diyos.- Santiago 1:17,
 “Huwag kayong mawalan ng pag-asa, sapagkat sa tamang panahon, aanihin ninyo ang inyong pinag-sisikapan. - Galacia 6:9",
“Ang pag-ibig ay matiyaga at magandang-loob, hindi naiinggit, hindi nagmamapuri, hindi nagmamataas.- 1 Corinto 13:4",
5“Magtiwala ka sa Panginoon ng buong puso mo, at huwag kang manalig sa iyong sariling pang-unawa.- Kawikaan 3:5",
“Ang masama ay kinakailangang maglagpak, ngunit ang matuwid ay matatatag magpakailanman. - Kawikaan 10:25",
“Hangga't kayo'y mamuhay, magsipakawang-gawa kayo: mayaman man, mahirap; matanda man, bata. - Galacia 6:10",
“Huwag kayong matakot, sapagkat kasama ninyo ang Panginoon, ang inyong Diyos.- Josue 1:9",
"Huwag kayong maaawa sa masama; kundi pangilinin ninyo siya sa Anghel ng Panginoon na siyang paparusahan sa kanya. - Kawikaan 19:25",
“Kung mayroon kayong kahilingan sa akin, siya ay papasa-dahin ninyo sa pamamagitan ng pananalangin at pasasalamat. - Filipos 4:6",
"Ang kaluwalhatian ng Diyos ay tao ang mukha, at isusuot mo ang Panginoon Hesus.- 2 Corinto 3:18",
“Walang ibang makapagsasabi sa kanyang sariling bahay maliban sa mga bata, ang kanilang mga magulang. - 1 Timoteo 5:8",
“Ang takot sa Panginoon ay simula ng kaalaman, ngunit ang mga mangmang ay walang katalinuhan at kahatulan.- Kawikaan 1:7",
“Kahit ang mga kababalaghan na ito ay gagawin nila, pinayamangka pagkatapos ay babawasan.- Mateo 24:24",
“Maging mapagmahal at mabait, magpasensiya at magpatawad sa isa't isa, kung paanong kayo rin ay pinatawad ng Panginoon. - Colosas 3:13",
“Sa bawat batang lalake at babaeng Israel, tinawag mo ang kanilang pangalan.- Mga Awit 147:4",
“Ang Diyos ay ang ating kanlungan at lakas, laging handang saklolo sa mga kabiguan. - Salmo 46:1",
“Itanim ninyo sa kasamaan, kayo'y aani sa kasamaan; itanim ninyo sa kasakiman, kayo'y aani sa kasakiman. - Galacia 6:8",
“Ang Diyos ay aming tagapag-aliw, aming lakas, aming kaligtasan sa oras ng sorrows.- Awit 46:1",
“Magsikap kang aralin ang katotohanan, at huwag mong padalus-dalusan kahit layuan. - Timoteo 2:15"
]
